{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              116,
              12,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_2",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_3",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_3"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "same",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 128,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_4",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_4"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 128,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_5",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_5"
        },
        {
          "class_name": "UpSampling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "interpolation": "nearest",
            "name": "up_sampling2d",
            "size": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "up_sampling2d"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "up_sampling2d",
                0,
                0,
                {}
              ],
              [
                "conv2d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_6",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_6"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_7",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_7"
        },
        {
          "class_name": "UpSampling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "interpolation": "nearest",
            "name": "up_sampling2d_1",
            "size": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "up_sampling2d_1"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "up_sampling2d_1",
                0,
                0,
                {}
              ],
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_8",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_8"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_4",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_4"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_9",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_9"
        },
        {
          "class_name": "UpSampling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "interpolation": "nearest",
            "name": "up_sampling2d_2",
            "size": [
              1,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_9",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "up_sampling2d_2"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_10",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "up_sampling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_10"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "conv2d_10",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "e1e1558174e2cede5a2f4cc4a8b75470bf6b0e0bcfbe56400dd2423d59eea3ae",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      116,
      12,
      1
    ]
  ],
  "output_shapes": [
    [
      116,
      12,
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            116,
            12,
            1
          ],
          "values": [
            "Bz2rvxWe3T/j/A4/2vsLvybNeD+p27I/C10aQEqx+r6H0cs8spFsP2ENmz+pTY6+s4HlPhPzOj+ld76+hT1BP2jFAr6PzAE//poBPjWUZLxQSmA+4j5kP+/ZRz65IdK+U2ECQCp4MT4M7PI+q8dVP6FwF7+wKuQ+5r4RvxwKdT+Eruq/zcKZv5Kmqr4t0FO/NODvP4eSvb9cmoQ+j9MrP9TKlr8y5Ro+2ondvlVw4z7OZne/5F4iP6wQEb6zGS0/0KONP+KeHD/feiVAxmYHPz26Ir2FI14/q5rjPgaRfT8clM89S40+P0y9gj/B/YK/xur2voLPtz6SgJ8/jzkmv2UDhz62tdW/hOb9vpdf7b8dcb8/I2lcPyzWwT/EiQ8/tQTKv+cj6b5Nysi/pVHjPtSmkD9JWUM/1r5YPnVshT96tDc/DNmGv+pbbL8l1Wa9C7HVvgIPgz4X1EG//gp0v35t8D/GXCa+cLRQP6JhjT9cGKc+gmLHPvkkwT/p6JC/+6hDPpxeKL7j2f++CbBjv8pFk7+YQM491uQLQAbFwz/jzL29h35hv9Wysz9J2II/IxU8P1OcPr/cHZ8/CReOv6fP9T7hNne/axaqv5CBMj+DscW/nOvHPqsJBz5cUKo+8KSVPvSzwL4Nw6c+Ah65v6OI6L4vHy0/LvywvaYBkb/3zFS9pPF2vkJSIL5fDfu/NkOjv3wEHz8DUQG/gJgnv0fVB79V9JU/Y/rmPrnBtr+W3wFAbSRtP4u6AT+hVK8/ep0BPZpNpD6hDZq+SYOnPr9QzD4gm6S+qFMFP+6rkj/O1F0/KYmGv5BDPz9gi74/iaDUPQtdrz/RZze+nnxbv70jZr+zJKA9H+qcv7OQcb3RdYK/oYhEPmaT3j8kBWG/t6qkP/z1Dj/FiJm+jCogv4YhVr4vD888gCi2vux4775uRrw+rARjv4kGv7/krAQ/NsPbP2eOlb73QLk/ATgvP3aYiL9GYTq+arZFPzrvmT8YGsu+AlFJv3wJmT42mUc/",
            "sfwWwH+NpL/c0aq+lRhaPy9vfz4f4OI+ajbPP5F0DD+TRAS+MkPoPXknKD8nB0Y/7AVcv189+7+sHYQ/rIO5v0cguL8Ptsc/y0SMP58AQj+MRjm+YcQ2v2VY979vNvM+2ADTPx4rFD9qlWK/AMUTPjY2OD5kUSXADrC/P6WySD9ccYO/AyR+P2IQ6T8J4q6/yS3Yvp1XJ73biti9bfPZPTr5ib/C8xRA4SG3vc0R8T4XT/A9vUkGvtm9KcDTfJU/363Fv4sLdT8t5vY9kRNiP+dWoL7oTlU+GVJFvxNOjb92eHQ/uP7kvknzoD4E0Oa/283ovgTYtz5WDQlAU5kGPwIdCj+OYQ0/ocSJv19ZOr808YO9MQISvwhk3T4O3xu/H0eDvlJXqD1HF+G+YVLIPr1zXL7nERA/0HCcPqAtLj97BhE/trmlPt1fn74v1Kk/+Z1QP1eyGr7WldC/NoyCPuqouj3DacK+MQ4lv8Q0r79XbYm/zrLlPVm7aj+yDZE/EbDjvqDdHb9/m4w+UR2XPpI+FUCQ8M0/C+sPQFiPiT/oi6y/h+Fov1/gnz8VDzu+U0t8v++FAMCJFII/fqSzv5EHjj8rOVY+c/CKv3OJQL+qvIM+6c/DP9orAL/GS02/0LMUvzZZeL79/pa/ACCVvvdwwL8Gp/++3CZBv3N12b8aCDK/5HL3vhCpSz/BkxC/+4e8vytN078exoM9cymKv1DWIcAX1AC+3VQIPzz9mD8MKYM9+F+2P0sbpD9OSbC/NHbQvSS2aj/5gBA/vh9tPw5DGb9UDIK/j6gPPjchND/XCh0//r1TP4ScLT8cHvk/wyqnPjOBpD+rccK/0esJP0bnvb8UVZc9SNwfP5EGwj8EPv2+7EDXv/GmRz9cWoo/8JUIQAipMr8Y+Vo/OqhFv56LmL6Qq4Q/QMXnPjba9j4uvvO/h/V1vh8G/r7pr6S/HnVUv+4xWT/TqE+/waqcv03Iib/YLgU/rrz5Pb0ipT/sWOy+bbgcQBHGsb5d+Ak+",
            "2N0qPlyW+z4M5mC/eMFHvk4xfbyUvKc/kLZjP/ACzj65Joi//A2FP7hKCsAkHr+/BaOdP4q3VL9NJJy/gVLNvrwMlT9YTq++UCs9vZEp9j4Wbp4/eU8YP8WAU78uAmO+qf/avNamRL6NiHa/Re+ZPWlSa783BtG/bx+3PraFgD9mfhU+bM+MvzxEYT+VYZQ/9m+XvVNyk74ugiM+LhIfv35xJr9Kq4q+s9UAP3UZCr+yDGw/df8IPc8yLj863ri/gDSjvdK4db8Dirm+0cn9PhmnrT55i+o+hetUP/jlQb7wq8091s9BPxIOBb+9XMi/Ke4iv5YK17517h6+50boPv7QJr+gWJy/3GCXu21yar+6tV4/b7A+vhzOS73rx4M/9SlrP3i7ML8SquQ+ZCfcPkIduz5nzso/gtQOP96ziD9nDSW/e96Nvrlfg74mCyA/SfuKvtNqSD075OG+UWnAviHaiD+ZpKI99Br1v9uwVr/7ZaW/zf1/P0wjQb8MBAW83l6cvaAZsL+Ebb8/XoX/vtrUHT+r3qO/8O4hP96yu778DTM/ZNj9vqvOrj5ITJi/bjv+vsJg6D88UZI/HFtYP19uar/UFPs+gRjBPr+fYL8xMc6+RWW9PrvHjr+xKw2/gwBmv9fltz+j04o+UxVOPrVW9T4q1RI/r2+LPxZ1PMBEYSw+Sl2KPxJnlD8KrgG+Z3TVPuDVtL41rzI/PUIXv+HkYL9vS4w+ym4nO9lNgT+pSSy/cilVPwpNh78tpJw/j/R9Pje0zb/XHwa/wpW+P7/sHD/k0q6+0hmvvca9ID+wbKk/0mapP2lmPb2uZh7A0qAEPRbPpr3bxHtAdNysvy1M8j+EJdq/MG4dv1Y7KT/+SZ2+/ZnwPZHVcD+aVMQ+yVw0P+6gQL5WUvE/EGnhP9ETQb6SaZ++wMHIv9AUlb//38O8cYZWP7I/Ur8NSqe/9OkYQA0DH78Ms+08DDaaPst4Yr/wwcS+r1K8PmsFMT+BU68/DfzhP3W21z+LQda9",
            "4z+LPRMOxb/ab6E+/+VVP3VpqL2ii8c/EoALPVNVVz+mPBG/mcWevwpMCj+MR1w/pGo6P7nlYD64QWu+qw/xP1fClj4627m+nRHZvkgmKr9TQUa+9WuBvv4oPsCf4ge+23RmPRPND79VdBq/jm83v6w+977iuMe9nKApv+YOoL5g7/U9fSVrP85QvL5tZbI/WwB6Pgkglj3gfPQ/l1Iwv9E1er+nKag/baytP3pSlz+cznw+gv07P8gCSUB0lMo+FxWbP67mHj9aVe8+Pa0WvqzF776VIWzAJL4KP5gZ0j+lBfG+xuECQFpkOr+N6IM+lPlLP3e5NT8nqybAH4KMv7XbID+fF/w+CzkgvuoXJz6kUUS/1Q3Nv5dYX78KCpG/QLe8PyTpQL8lkNE+t665P2fcnj/HYP08oAkoP9JzHb5jeyw/0Dr5Pitxnj+n3KE/03gtPqkwLT4O2iK+Alm5PqZtOj/1pws/npz5P9xwlr4UlgU/zzbBPeYDVT7dYQvAA1HbPkt8r780ulE/GbBcPgtU2L5Jrh7ACdE9vzjVczvtLu+9f9LWP8wJsb72AH0/edH2vsXcRDpJbia/fjecPldRpL4I4j0/fdSevqF30b5fD+6/j7O0PqGRC7/317Y+/3JcPxBKuj4geEm+Ze6gv4d7CD+lWDg//40Xv83+8D6b6Cm/t7e2PbvmiD+MEbe+sKqhvrRIIL7vGuy+QnCfv8P0nz7IupC/JHywvkQJjz+hNhc/rSQbvbCpdD4o+H49f0e4v5C+zz8ybRxAdCFUPmkLjT9mhr4/y0eCvoMwjL9ExB+/noGIPiDoFD7Sq4y+Li7Tvj6lez+QhgjAGgYMP4PfPz+wu3y+5Cc8v7PyCMBvriTA26iovk029D4DFKs+1GBUPl0BlD94kKk+sXZzv/olAr+9PZ++a6uKv9mK6D90Isk/5C/+vzqFD7+vuDq/EoK7vhUMVb9xylq/mPfMvXpOiL9xVYo/Fx7OvyHAHL+eYAw/xnN3vkculD/V/12/",
            "eafPP95hxT9cwFG+xkvIvuqpRb+9yH8/FFXBvQ36Mr9vh6C/sgxyv5Ifxr+/uf+/Z2/cvsPR/D5q42+/w862P8w94r61iCk+oCgxv5iIT7+peZE+1XNqv3D9H0DZzBo/FxWovxDq3D4YLNI/lovcPux6Cz1gAKm9VjsdP9Kg3r6qZSk/YTttPqtwG7+RnMq93smjvZVWVD+3GTi/N2sFP1myxr45pOK+OHNqvT2lSD5sGZG86v2TPyIZlT6WswlAVPlBP6V4jb+ralg+SN32PoDk6D+nduw+S/NPQG4/8r8O6DY/R0TYv49rtr94Y+m+FkZqPwLWLj9qL5G/KG8Av8YNzz4wQuS9hrLiPcIHDMB7C3w/3tL7v/fMQD/h4ba+NkIaPsCVLT8kd1c//+qNvmWzer8U7Mo+f3YFPj6N8b/loFK/hgd0vQhCvT+7AS4+mdHevUgbnT+31UK/YDS3PRQRH79YHkQ/P+gzv5V1uD8ycsA+uTABPzXgqj2Hs1O/DfcavwTD2797a42+VnC/P22T3z3EBZm/PgWBv4A/0L+ESB2/s8gKwMdMnT9vTrC/dL+hP5lSlL6mptI/25YFP0t8vD8OyqO9jdoTPj+Kmb5bUT2/G58YPl7c3D77EBM+IxkKvyTDMsDHhYQ/4KnOv6Booz7w/Uy/YsxpPwiWjz9Xdzy+A0Q4vSzKkb9G3Li/fJctQFDmoLshYmI/aUb4PhcmAT20doa+eG+wP0J68T4ZaLa+uCgJPW0CCcAI6le7n9nYvx4JrD0u1t89Egy3v+eoSj6/oEE/eVNCvtU4kT/9qqK/Lv0fv84Rlz7iKvk/omq2v3nKfL9B5es+YW+Yv5fPEUABD5e+AEArv2wFnT52+Me/vG0vP1lhhr+u/KO/sHMjQJZOrT43UMq/715Av67Yer/QNaW/Pe8tvjoidj7kuUM/PzNpvUUHhD8BWCQ+atafvSPdu73PD4E/7IUFvz7DvT5UqlE93vj8viY2KMDiVZ6/OAgrv3cnK78q02y/",
            "JtQFvkaXxT9cF2s/JEMkPbFPnT+gagm/u9AYQPKyQz9D7r4/072FP/NKyD/yXsG+mdoqwLJEU77FYoW/DeqMP/MFJz+Dm5Q/SLr9vsJPuD6vOCA/snKIP+8Il79Io8Q/xmvMP1sGkT+HBt6+PolJP1ad9z11GgY/NGA6v46KgL+p1hpAdDwIwO8Ilb0HGC699NpYPs8Bij9+wNi+PC9OPy+oDT9Jayk/hwJcvYlNLT8Zi1Y/6bnkPsmoqz/Wt4O/tJ/KvgYyOL72+8S/XSykP/Md0j73RgE/E3gbPzycdT8XVe8/AOq9v7eSzr/bpic/r1VKv8GD27ygk1S/EVlzvf6wYL8clia/nnFxPuItnb8N5A8+7tp5vm3ngr8fsfC/NaWOPogPb77N5be+6sM7vydq/T/Uy5c+1VHivkFm7T7Y76m+2R88P0SWDj8OXgI+MTGgv0hShb5hqOa+aAhBPxHnWT8Vwiu/WjewvnTku74WihG9gbSOvlVEBb+DA7s+t8grv2IPdT+6mvo+Vi8GPv95bT4/gGg/vsICP82GXz92wAA/CEdCv901XL8EUFm+UQkTQCJYfD+0DIU/D7vHvsT7Lb5sxA6/EhaaP/wUir3XKxA/ETpmvHgL1z52IrO+oS/8vVaBzj/NXYM9J938v7Y7cz9H97i+w+i9P+Fi3T7dt16/7Wd1PwjLQz/MbLe+F4lDPxJiCb+yd50/EwP1vIWr5j/YVFU/h+JRvu8eUD8p6Zc/l3cgP56d6L/6zxg/x90ZP2kVZT/c2S2/d+26PW7xQj70MQU+RoCXvwBz2z4BDoU/aGm7v7S3Nb+aKB7A8mYZv+1jSz/RQj+//cYkP1YxOD+GZeS/DHs7PwzChL3TXDC/SQSVPoN1dLyAHSDANsJ6vuN5Cb/Lj6e/gqfEPhR3FT8tJni+m6ylPy9TjL4wsX+/QZ51vhwLFT2LDCW+MCauv2iRQr93H4m+36HCPwcSCL9Emp0+1KMHv0m3gD73c7S/5xUdP/1Dkz9KkTi/",
            "7Qg2P1fsHT+uPP0+01BKPz2TcL4+gbS+zmZlvtbyzr5uTho/QV75PZ6fmT++CbY90/h2PlLcpD9ZJrI/pqrJvqsjHz9P9b6/0ygOwOEh376pp6C/l5jBvh5DtT+PbXU/p2nOPo3SLD+MLHC9oMQ+Pfl2c784azO/GHxBP/egYr4BfFq/OyG/P4wnNL6elPI+KTdbv54wXz7EX1c9PzJDP/uokb0DInu/b2oqvyYinr6Lagq/d++hviF26L+GeQnARoIIP5fwD7+JINI9L+4KwHZVs7/Fl2a+7LN0P7VDVj8Jxke+IZQuP6FLzb8Ibbi+IxoQv4y+kr8JIOQ9OH4AwAufOL90II2/vlilv4nC478YCue/2Cpzv9bJRL9vdka8Q9OKP9t5gz/tYg8/EDgMvxURS7/jd0U/tK8MPq1dmj1UcTy/lrjvvG3aHb9ISM2/m32+PqIJ0r7An/E+WbKXPy6a/j6hawK9rX1EP52aET+KfgZABTJIP+tTAD6ofGw+E0JXP+X3kb4JoBtAx8Vgvvm94T/bUYO/GIYFvzubnj+dfp6+m3iBPgoOWj++N/o+K8Kgv6Y/mj68zyc/qB+EP7vPv74rG54/OhY2PfyFHL9P1H4/iwuoPyFkWD8Ttos/cto7P76V3L7bm7+95Ewav8eHQT9AU/K/y1Mlv1ZqHD9kzXO+xAiOvbnOhL/Y6Kg/sS4fv44XlL83Fg2/hQJDP8Ay0z/IcRzATjGhv0yHTD/llQ7AoJxUP0x2kD8fwRe/v/oEv5CuST/mPo0/4XSvv4klkj4LTYm/SZwAwCXApD3lFJk+WYQ1vyZOLz/wm1a/4x8ePzN1Yr8bT8o+1rUOQL2zd78zfIY+kgAXPSMvhDwd5vU+nuCDP40nkD+cu5y/kajNP7Zpfb+v5IS+qeNAP2xlgT9T+Jg9P6TqP+TCpj2LYZW/fiOOPnv7Dr6iLTk+gQ1wvynSFz8clR4+iow9Px8/Br+u8pa/z/9UP7np5z/6J049ABV+Px5m8j8iJjW+",
            "32oRPqg8qb9biOS/yqQMP+8U0r7L/Iq/xIyZvrMv377zlAQ+JcYJwO7m9z7CgcI8LfuqvsvXtD1XzoM/j7VXvkZwujtucv4/8vH5v1/iMD4ROiW//RumPj8tdj9fdgQ9yOVLv6iuXTzoDlPAnVAuvsOiq74spJc9HnWfvwpdRcBTBQk/TTk6v9aAYL/uasM+e1Brv9/5kj4qeb+9T4ebvYEKHr9duDe9TaZSvx/Cjj+63YK/y99Av/BHqz9HhqW8"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            116,
            12,
            2
          ],
          "values": [
            "7XOKQIo/OMAO3CHBvJ24QAYmEUD8dhPAIBmiPwpYJcDbAc6+wC2AP86Vv8Avf5xAezMNwXiC/kB9SSFACFtXwDDBdkAcXhnASHFIv0KDNT9BhKnARbmcQGCYTD9EWR/AfnUqvsKThcDX9mzB/WNQQVSWST8j+5bADY0owUTy5UDN+o0+zJq+v+oE+MCgUYRA1t5hvlO2CD6KqRTAuey3v+cyoT8s+Re/U7MSwbBg8UBHONE+WLAqwFY9vj/K9UfAUW7SwYz0gkEu6x5AK6XEwLdT/j/1usXABfRGwVgEGkE3vCZATpkkwKBJmMB2nv0/d0FoQEffPsCj92bBOTYzQZirAkBw/G7AD5+av3/eur/Pcfk/jBZLwD3OrT9EF0jAJQLVwQJ0nEHkE2VA8KfjwOa4AD6Py6DAr5kSwaFiEkF/u0s/daFNwNOblcAExOE/5jLCPxQtIMBEVh3Byu6lQM7UED/wmC/AX8gOwAy6BL9gHi0+wjKkv0KHrj99F1q/XLlUwcwtIEHH9K89eqYWwGLOyMFyMaZB3q4Dv5TDJMCHyuW+GoUdwJvPpMAi8WBA8Ogcv+tFqL9ITBzBufkKQVxcZ78l0TnAAhuBwDV0hUAfvY/AT3nGP4nInz/6SBS/agsQQAf6qMDdCPc+5rP9v9YCisEwiYNBV3T/PR2fGcDkpQ3AaGsxv1rcBb4oVHK/TvSPvx55GsBuVtk/2LcgwKfmO8GJahFBqyYnwL19VEAhPVbBoBI9Qd7Vib+UqJ2/6r+gPx6xPMCBmRy/gAGsPtFdgj/+dVbAnncPP2R+CL9a+vPAYJyAQHbxEj2FO22/cSCjP8kXQsDIqZ7A9eJPQIIkAMG3QtVAd2G4PgMOD8DNpw7A2nZbv7YOOz9kJR6+zmgjP2RVbr+UwTm/wrcuv34Wnj/mNGXAvRf8P6XFM7/RzpTB8OaBQS85hb6li8u/gI7cwFmaS0DEajTB8ywHQUEkFb9H1wXALrT6P7zA+L8DJkzBA0gmQQMv2T8w7zXA",
            "6CGMvxunH7/E6pM/3s9Lv0JyDb6HMvq/b4oTwECo9j/Oak2/D/IhwAB5mT8F7M+/x5KjwYwWo0HI1n3Bdq8sQXaWgr9OXXbA1PmUPxboZ8A6pfnAx8PmQD8shcAAxyBAfdnQwOMkvEACcPY/b3TSv7S8ScHxPSpBRxhTv7Dwib+HAOQ/cGuBwEhYW79glt6/TpmRvxiJFr8OIUrAYQYwP/jTHDxXrSnADEVOPdvZnr9o8gW+TahSvyWRAb/LFka//P4JPkxYIL8vV7++K6asv0qEL8B2ldQ/TtMXPqY9pL/uVGI/HuSivzoIOMAEoaw/BkUNPon11L/aAvY/445IwBimW7+lwsK/grnFv0tCvj8G1Rq+GBOovxinir9es32/GKr0P8ppNsAFvc3ASkycQIeAoT2zGsu/8lMMPxJ7A8DDu64+uNFkvLZx+7+A7K4/6FREv8efoL9GhX4/okYIwB3MMsEDmCNBnlwEwAiP4r7ARwRAAZMswJvAHMFuUM1AXhkFQL5UTMCMXgjAcLBqv1T65byIFxU/LChxPleHlL9EFRU+2cPQvseXLz5QvV6/O0EZP6hxYb8lf/3A4MPEQJKZYsAawIE//aGFvl74kb9zkuDAJPH6P0bwa8FTPGJBgCEaQOLBN8AqiofBGuVwQTsfgD4U+UrAKHkRPpZNjL8Bg5I/qq65v7b+ET8XVr2/9gIkPq6O3r/amte/bH6XvbXZtr07Y5i/2ekZPxY38L72cK/BKM2WQfs4or63toPAem4IwShwfkC6KgU+tIuWPrU18j5mHWjABtZKP9Gs9r+Sg6E/qJEQwD6Inz9pat+/7uwaP1t9GMDK2rG/qnt0v9vsBz+6UEG/ir7cv1pYVj4dZZu9cPkhvyKhU72cKAe/eUeKwfIjZUHc44S+D1NQwGNxP8H6IS5Bt2yVwDcZYEC+SJo/4OY1wLJpoD+mHvK/+U/vvb+uE8AboTTBXM0jQZFMjr+2Ecy+QBAwP9Is0b98qc0/HmWlv7qXQL5NLMM+",
            "hRzCPaSFDMBrm2Y/YwtNwF9yhD8IsPS/M06jvn4GZ779h1rAUmstQLGktD4COBPAEuaMwQR6iEHMDfDAtvdhQDKnxb4Y79G/P91ZP+Mc1r9YWzQ+X0KFv828sb/udxo/SIaOv9zXP8Ax19U/EGWMPh/IPsD21CZADRbfPnAG4L/ubqk/LrMzwMETKMFwWuhA08sgwKhnpr+Ns4DA9X4vQL6FUT7XI3i/LQSJP9GazL/cXoG/eqS/v758Zb6bH9I/jg6Swew0hkEI16m+WwLov8ZQNr7OY+m/gMthO+YR67/m1II/NOmkvx5iBb+7M0rAwRnjwPEC90Bux/i/PXswP4Vi0j5Ev42/4r6mwAdE0ECJDXTBwbtVQWPvhz7d2TbAm5zBPpPnsL+at+m/oEZaPjCgmz9K8AzASWKDPYhIGMDDzjtA1AzKvXJu38F6HMZBQUTWv1bQBMDAfxLAdJSwvn1rmL8Yjoa/on4kv6VDA78WXjo+xsh4vywLw78vY5k/MsAqQONlEsDiXJfAAL2OQKC4Ij8eESbAJ0PpwFml7UD0oXi/ZCySvkdBjsCzjcc/2RQPPzNs3L9SwKk/+3gRwGyS7b8wE3Y/pXUMP7p0Zb9GvGc9XleNv7vktz03xHm/y0DzPhZoEsBW3NE/9nlHv/9wi8HL4G1BDYhGv++sIr/WkI4/ZpoOwKIv18AD9J1AkOzFP5T7Y8DyS9k/u0oawJ8qkz8eFoK/6toyP8RH3b5or2q+2c1gv5CPmb92H3W/iVfzvveP47+gBre/bOkNP6xjGT6enAHApDUzP78TBcDJjZc/JAM6wDLxkL+wKUS+ImsFQOZ2YsBksSBAOGsLwFDAVz/+VIS+bS/ePpPjF7/W5K8/aAY9v5Lq28CrGoVAI+YnwZEaG0GZRIa+oJzkvyun1z6NO5q/0symP8ClXr8dF5s/G0GxwBYXREA7MhHAvS0eQBylT8BSwZw/reaXv+Pqoj3A1aa+7slXPvZ0sb5wW3g+ciiZv/W6OcG1CzVB",
            "+/vKPbvGKr9EGka+hkshvqJm1b+I/lG+qKBqv5zOkj/k1ufBJlvVQe5V28H0t79BK5LUwcBjs0FDKEfB6Lj9QK+uEr+Qvf+/btQev57K3b/X7Q7B6hr7QJPrQL8OTCjAeviwP4qovr/OlIM/wtgJv2n5Yb85eBi/h0+6v/8zJb8EP8LAK5hbP8x4nz7YY7HAmB/JP0sSm8Cv+9s/zk1YwBBlsz+WYLK/03cnweEw+ED1xZu90l46wL83pz8qEFXAFiG+P3Ou2L8gPJQ/Ld+/v0Mvhj/21OO/mpEBPxy8/75RNKY/TJtNwNoQH0BsDlTAFWccQI+VMMAHGpw+tH4FwIXaL7/Qmwo/KJvFvt+TqL8/QNXAqIoHP9t7T0Dg0P+/e5W0P/JYO8CCTWw/h/bEv7bROD9skU09Skenv/Cspb4wlHQ/jz3Mv97tqD/MHf+/EM6dP5Bger/SBuDAU/mRQHPNlD189grAoOLLwLud20CTr6jBtnGdQVs9oj24E5TAKYlPQD25EsAXGHXArNtqP0clOkBO/VW+xyMDwZKg5ECZ35k+VBEewPPh5T6W1RHAN+fqPtbiL79YZx3A/8YuwDWNI8AS37Y/XEkOwMKb2L+2yo8/8PUPwG+/j8G05oZBK1jUPv8MEMCcckHBAedJQSN5xL9k7gK/kGQCwP7IfT93PaM9mgepv7/2776ep82/oN6lP0LpBr9tcaLBkuF2QRvF+L572de/lzWwP8MqcMDCOe2/YKOOv/IGZcBjNhRAtj9rwfsYRUFelS6/MFppwJ+0XL+q0Q+/FceCP6Ol/r90Ruc+rEITwPz/nsBa8I1Af1+qPeiQh79yFQjBpqHuP9Wooz8EBJM9GGQGwH5ySMB0Goq/VK8XQBnPuz47oPK/KktxP4gHzL8vuJrARdmBQAOCzb4TacO/lWjGPodoD8Cwqc4/wszTv8hsHsA0TlY+VjmVP4I/ET9ozZ3Bqu+BQfMuF0AKZlHAPRQFwtDg6EExuQM/SBaHwJLbNj/UR2TA",
            "7rE4v1oRPr/PQh+/MEdAvdcWwD0uLdi/+ltPPyvUm7/pJ48/Vgetv/qUCcG7d/hAEbGawDxOgz9Hi+s92U3tv3DyUr+kaIHAnkEdwW++5kAmeYU/A6ViwC6Jmj/SGS3AeAb8wHCJ40DDqBM/NP8PwD7SST8CpB/AZXIKQPF7qb8JohDBOoX7QPTVH7/uGZq/rTTxvkybD8ArPhE/4lvxvxsJMsE27hVBlop8wMyB5z+/g1w/LEtpwGBQiz8R1eu/UeHzvWkcDr938yo/X1mlv2uajj9U3Ni/1FetPvRa377V1Iq/3uDVPjUkyr2WmjzAnWKTP5AA4b8Xg9LApNSuQCXxocDACKm98lRKP9dSDsDRppDAiL0BQKJTDMH0KQlBX+lRP3Y8mb8iv6w/SwLIv5S52z/eg7i/Qeewvnfd7r40/6a8GrGBv27JpT+TKCzA8ym6wHhjf0BZ+bI/zbiQv1fZRMGmCSdBph2cPsFuI8Ay2rDADcNSQBUH+T7IBtq/4YoDPx1ok79M2J4/+V9nvy5mNj9olk+/3LIWvhnc+L6PWhU/+Oysv8bFoD/biem/dxzwwC88tUAkn/C8ZRIJwI3Ilb7o6ZG/VtCmwEeCTEBbq5C/Gi8lvejhdryhyqW/kfDFvo/UtL+uUB8/YKIIvWwUUr71Ow6/8vghv3gi8rzk7Tc/psOQv86Ym781NUC/ikB7vxxC+T5gPU6/HreCv45NIL9OGGg+Li2rvzZk/j4vcbQ9hjcWvi58lMDGVoZABDEPwSksAkHdmNY+zBOgv3qDjL4ASZK/kit5PajGFb+ge2g/2XMbvw8bJMH09g1BEGIbvunKR7/AravA/Q2DQH1CBD9seyO/5vugv2bPCL4EWAw/SDIQvrEgSL8SPYo9smKMvzTY9L5g5lU/oO7jv/fJoL8QPV2/QJuPP71EZr0YfLbA1faEQKa1YL7svzG/70PnPQ6Tw7+sOHu/WqACP08V+T5Q1Tq/xTQZwNvVFkAKc2S9whRyv/Cdszt+QwW/",
            "2SGLP8s3H8C+26g//UM+wOC0WMFQ2DZBFARAv03Aab8IF6a/5F1kP9XHiD6Z4aG/+vJ6v+K00r6yAyU/NDd2v9h1iMC/kGNAALaNPscynL8ZbPC+ZuAmv7FBdD8mRIq/JM80QHeOMsDoFqTB4BuJQYV/YMEP/zRBF2HOwCDJ1z/fvJg+8eadv8lXoD6PL2m/n34WwLxQNcDphys/iJ0CvyqQGL2K7pu/LVrWvmEb5b6m9em/HF4Rvhx2PD/cbTa+iW+YP6q0IsAOFmDBKhM+QeknGb8u1IbAFVTZviK3ib+VK+S+L3WSv8BZ+D8WK6u+cW+Ywdadk0HxHBk/zCiiwNYxjz+mtBTAfhMVvvU3ur6e0gvBtg78QLI1ZL9NTaK/yDvJv36mir89Wvo+kj8SwD1Zyb/2l2vAKiFZP19y5r+55xE/DxiUv/jku7/WxIC/1+pCP3SjVL8Ow7/A+WynQA5hF72cFiHAcGrov24Spr4d1UA/SErFvuQax8BjeqZA7A2Mv2Xkzr+2msQ/3h9AwMDXKsCA/tDANIowv+JlxEAL0CHAJs7DvxVeUD9Me0e/jMWdP4w2BMCgLAA/oliAv7p0S8HPVEpBo90Nwb/E6ECq61O/MkoCwLgiqr7sOuU+88ztPnW5RcCXRbJAbIpnvxzEUMKdjzZCtN6Uv2bVr8DdHrLBximdQV5GYL4WCB3AKdGMvVst678FXy/A6nYTvwiRSr/M2va/Ag+xvoAhnr5J6STBeqEAQesBlT6GODDAXhKnwH8Pg8B7LWPA1ARGQCznnsGkxYVBwMDzwMBMUkCjlRU/gYQkwDb0bb6a3w3ABYgJPuTBHb98DUY/tvk7v01h7z7PBw2/1gcFPmqB4L7Cz0rAQL2Tv0CEwj9571u/kJHzwbYRzEGz5YNACwz2wLikWEB1t9jAN0BYwOzpRr/KO0RApQ4Nv3B1EL9mrQbAgrWpP7jUMj5rADnAzMoAQKHuAMH/WPNAA84SwYPVBUFxcorBg6RnQWsWxj7swULA",
            "69iAwP3d7b+H1TNAkklTwIyJxEAr46jA28QRwdN8okCfgghALJf1vtQXf8GIUnJBMUIzwEnUsj9UCO7A7Y2qQEgdc78LsVPAQkkkvtQe87/wLbY+v0BRwLmrLcAcrWQ/yVInwVvHCEEG/CI+rs0rwBzpSUASxY7AVAmTwVF3b0HLBOG/NUwGwGNylL+mttO/7m9KP0/DGMAr+f0/l7U3wD9hEL8Kdtg+m9oowAZCDMCBmpRA8rqPwIu/4j4QBZq/MTvGvRcYJMBUqhO/cPK6vxE5MMBaAgLA/m4mvhWguT8ExR6+KESNvtAeIb78wMW9XJxZP+MeGcDCOk4/XARmwDdEP0AiIuW/dyVGwcFIN0G2SdA+rAoMwYh72cDB7itBO4OgP/dCLMC2+TpAUGBQv1I8qcHAB5hBAKbduWEHhcBrJao+rJ0GwA/J6L6Rdrq/7qaqwG96ukAPrr3A/w8LQOLFYT412cK+EHUwwLBnM7/HpSbCWTAYQh8ZGcB5wHrAr0cFwHiZWz+S9YTAAsetPhraOj9m59C+dC+TvKFAt7+GVkq+y1yyv9vzET+I3pm/1PEovlk+hb5cGRbBBLsDQfHDDcB2Q1g/85O2wXosmkGBHj8+9vqlwBlx1z9/gTbAipgTwd0h1UBepBrBmvwFQRbCSz98WHjAYkaoPla7nb/upei/M32RP6c+i76CyC2/DiNavsJIpL88lVw/ONgwwB8lur740WW/sWravoLpyb9xD4y+tODLvzkEtD+vr56/Qix/wRvKSkFCDHA+yrySwPpYZL46swzAgL20wG4RrUD+0e/APjK1QO0mmL5e6JK/GgYiwLQFo7+2oiM/+HUkPxfAjb6Qws6/i8j/P5yiMMDnPWvAv+toQEttBcBqYdM/+LcGwLQvDz7mPI4/vg/8vz6cFT4VgYq/zK1TvxTkgj6SFGu/Aj6kv4f7Wj+9ywe/NeaNwVI8hEHhTfC+GzTDv26R27/O4QdAvsCavwLr1b97ZJg9EFt8vqoCmb+D0r4+",
            "3ZFOwFm93T8Sj2Q/hPWJv090QcCl0SdAgvofPpzKfL+ybvE/0sVAwHR2tDyiKaG/VzCfPVY6Vb9qaGe++sW8vrJHGkD6xE+/6mlowYRATkE8R60/YBMiwMWxnb+IyTu9GvJIvq4HEL/4bTm/ANxcPRj+Hb6BODS/g4/jvkZYv76ndfA+tDaMv0mSID+mABK/q+OxP4YClL8xchI/Z/e7v/8WGD/jLNO/+d9CwL6FA0DYKCI9JWrAvybILD0KxsY+EYqRwL2zd0DWO0Y+XKUYwJjt+j5ACTHAYo7TPwDFob9n1y4/DFgQv3MgYj6K5uy+ajfzPvn+Ob+rOZw+9EBEviI8aT7Y2vy+xm9dP1orVr9I84zAoZxuQIYeuz9ySQHAlElBP49OB7/jXpE/CqVLwLZrDr9UwZC/E7ICQOkBDUAv24s/Gsi1v05lgL9yNa+/nEFDPx4pjr20Z26/DAQ+P2LksD6vAyW/zckRPoJOVr8gSfK/+AuJP1rXFT4dp0S/GAQRQLrgKsAlXp3BRh2ZQW/q+8FEQ9VBxg4QwDTH1r8SLx3BymsZQaXyR8H2FC1B+MSGv1AXCMCwlUo/sQMVwHTEGj+KvJK/LVYGP4aJOr86yhS/YGSuPkWA7j7hqwu/m/3BP5jrEsAL/EzBoAzPQFrkCz5kO0zABz0DPoxHM8DNd4m9kAwvwKL5PD/6WOO/Qvd7v/RPeD+feY++nlwGwMBIjr4YU1C+aZ80P4xqwD2VvZG+kXECvsIqZb6vKr6+7AgaP/4z2L8mCznBYVQEQSOzDEB/iKjAlLEiQEacRMDgz+s/lCZBwNiGTz9cCRzA/VXJPy5vF7/1957BOsCgQbHMNcFzlgZBErSrPZ3AZb/ChtS/dAPhvc7JZT7ocqu9yJxZvyAGq7+hrK+/fVQUwNLGhT/AphnApEHdP1vNTcA3AGxAsiBAv+saFsEn0bxAKg3TvyA3m759Vsy+lgNIvxgqUDw+w8G/yxYLP/WjKL/T8MnAiKBhQC6PMj84Wsy/",
            "3aIfwUDmM0GbXY3BkNBkQdnZKUAAk3zALqgLP02cZ8C2/q8/hvMIP8V8H8HtdfJAjJ2CPwxEM8C2G6k/uWjVvwIAZz44toW/gulqP506M7+JX5LAo27bv/O/iD/uRSM/JY4jPxh8RMCaRkrASEj3P9VO3b0x6d+/Kx1gwcQ4WEH0Myy/lT4VwAwDSD9Glr6/oSPvvQkxr7+60z+/BxdAvzPoAD/aSMm/fQzMP1tpur7ladzBYgTJQUvYDj92lH3AATCAP0FS4L/wCzJAbq4SwBDgbMEhul5Bs7AbwLPohcAkpFdACXedwPdLQUDPEUrAlDUrP+sPTcAqmlc/0F7mPnp/2r+ENMQ+4oHsv9t1xb6/UYS+WObXPmSDDMBUPrW+2iaiPryV17/Yq4bAc2UyQPKVwj9AhsC/5VDtwKEFxUAAI36/dc+YwOhUd0Cq2Ly/R3WGwNB/m8Cj8bk+d0NrQMui5j7m/zG/8OeawNDsZ0BMKvU/q08JwJoaVMEbjDVBjMGRwJYEUECR4Ju+QLZUwEqb6T9V2F7A+4FhQH73PsD73ZLBPIx2QT2UMUAyscG/snE9whn0KkJOae+/RDVVwOTXV8DCWAc/1tRuvlpTC7+Jpg3AtN6xv8xApL/qvca+yLehwHqgmUATXujAGC2eQO/QjT/KbY3AxgIOP5A1qr95vrS+YvkmwP+7IMDut52/1glnwFLt47/aGkS9I64FwPC+sMDgxqJAaW+LP8w7e7829Py/Zja3v1TuA76cidY+m4qGPwySF8AvTafAuPgCQPBuIsFOAxFBe3+ZPxT6DMCYI5Y/7gomwNzL5L/IZAo/j4jXPafLVr++j3+/zJvnvtv5Tz8+a5y/fTNKP0oqxr8cjXPB9INjQVpHob/k/9m/ap58P2Rn2L/NHkzBr6EmQcL3Er++hTPANPazv2YKA8AOFY0/mg/Yv/mKsL/WetY/NKaEv1lzRL+c5HXAFB4jQJ6LZD1+uDi/TCW8P37R2b/Q2FPA4AHgvO5Qjz+hCqi/",
            "PocrwICzSMASsKY/LEcPPlBpKb9JAdi/vp8HwZkcCUH/cI2+W883wLrTu74Y6fY+uH5Ivw++qr9mkTE/8KLTv1A8Lj9bRQ/AxrL5P5wder/1FhTBcRrrQGBBOT9PLzrAtaqAwUfqQ0Fm8S1APhJXwPofNcEw/u9AMCICQDf+vL/EZljBibhBQdPDyL4IYBw+6go8v+v8EcCsOxe/APUAwE3n4D8ML3C/CPQ1v1HWlT6e6w6/iq0cv/3qmT7Kch7ARI8UwboPoT+eCAZAjKJ6PnEF+cBmBI9ADqEeviUJB8CMV4O/ya+iv3eAyb6xD0i/WjgKwfWX2ECuqy7BLCEcQaCGP75HlU6/KnAkv6FQHz87Iaq+tmAdv/oaBD+O1ta/XdbpwYAp1kGRhSTAQxcuwIFekMA5OhtARlkHv4EUHcC8bXc+XlJAwMzDGD/Gjbq/KQ4EwXCC/0D/TILAyetQP4n79L3wIzE/jh5DvljgID/iRuM+9aaTvg4Vtb/UEi+/7recPyXml8Ca9ds+aUSkv3LAEr/kfJE+ukMdPzcb27+gRZG/Df0nwFd0Ab/sxUM/l5a8P/GEpb/QihPBgLj5QEI/oj4vhsa/Y+DEvYoyU79X+wZAqDCEvkE4RsHg7DVBOMicv2XSicDnX2o/hAE3PhZFpr+wzaO/pXliP9XSB7800JnB7o+OQQDBrL+uxxvAeMayPlZrJcAIMNG/5vbEPjGyOr+kl5q+ORzDv2aEaT9+U6a/Zw6AvozBib/OMYK+hRfMwaLEtUGc0GhAhHvAwA9suj5AtZXAIdcov6LZF8A1F4++Y18HwDQ6jT/DfzHAExtiPyjDf8DSebw/yMiPv5t1lb9ycdE+9/jEP7Bd2L+WXQnBcBayQJMfuT8wl13AziM7vwjl8r0CNR2/Rg+bv1PBDsCUnd8/o08MP88xC8C29Qq/q3I4wN4+CUAtHMG/6tbMvyETssCv8d8/CH+tP5dKDsDCYam/CoFUP3pEZ77mENrAsOKkP16DI0AtQM6/",
            "iys7QOZylMBZ5UTBUg8bQfKE1MB9gblAv+iAPw5Q1L8iTl3Bf68yQZI3/T/QHVu/Y4ESwnVkCkIvb6O/Mp6GwOj4O8HThQVB+iiFwO4kB0B8+pvBhnuHQSWBkL+HfkLAIJfRP8NOnsCio+PAPFYKQJQDFz9AZTm8Z7QNwWG+5UAq9erAV7eoQG6iBsH47zxAfoy8P+vvi8CzUZ3AAB50QN0rasBFAVHA7n+Nv2YzuD/2YFc/UcvgvwRZ5cAFbr1AnCcwwZzgQ0HlgYjB6Uc+QbqIMD7rs1TA3WTpwGl7iUA4qYE/upwCwMBjj8BUFJA+NkwiQPZ4ucBrorhA/zyJwNG6/cHkQNBBOQAwP5ruPMBtwNu+Iz6qv+cTwD1w8Lm9ZmqPP3/t1b8iEVPBm5FFQdsLFT5yNdK/sAnkwJ2vhkATFy5ARE3Wv2exVcF7NjpBOqjNP7XlpsDu71pA0xM2wDCcf8GHCQNBbP0TP4DinztE06/AW2azQL4Jdj7Ev5e/oHxbPkdVoL884jK+6LzHv1KCGb5Urwi/ErEOwdz+/EDDsa++HmoowCTXnry2iybA0nA9wBw2477Hfd8/l+Qqv17mrcEKq4pBXGKAPEaURsDhHqe+fpnRvpsnDj/oop6/EMZhPl19Ir9Nx/g+6wiWv42XPb+tphC/c5poP7jqiT9lFwbA5jCdv/tmvj8O7D2/Eng/vxSKDMDwN42/7FTPv1linz+wCUS/mYgZvygPIT3Dlva9NN3vvXl2/T4K5mK/c/6EP1a8a786wHY+DDQIPfMAKsDAx3A+lY0UQJaY6r8Ye3LBGUFQQfbJhj++XAXAc21wP+jOE8Ah9bLAJweHQDPuNUC9wWrAEhfdv99HSD+OBlO/irisP95MHr48kwi/An9eP9h24b8Z6U6/IMQRviALjT6/1KC/zbAAwIQgGT9T4f7ASwK7QF+0ib+Q9bi/PDtHPj/00L+W842/aii1v1+jET/D7g7AHVc0vyFetb7e3nu+pPl+Po1vhD5qAS2/",
            "wCDnOqR9gcC0k2jAZUITQHM4PMCgHFI+9qVZvoB1Gr+7Gfi9gAVLwHrVg8BAQklACapEwFo85j8MQcHACMq/QGezqb5ofaS/BOUeP16HA78eKgu/REroPQPcpj7DNfu+7AOXwUjyk0Ed30HBsnC7QOiSEsF61tpA/POaPz7GA8DVHuO99AUFwNdaMkBd1r6/dXQNwdxSskA4Bau+ihwcv2w0DMCIC6M/Nd2mviWZ6L6oX2i/6KMcPhKicr4jphS/8wKhPWhkMcD7AnTB8jJqQSbcUcAap0vA0D5MQAdCFj85NkPBHAzXQLcO3z5IQbe+fMQJwRA++kCPMwC/HuuHv246IT5p59i/OssSwBNALEACFS+/AI3tPiK2FT7//4u+nSEVwciU3UAPFbA/CFddwHtCksFc7XpB7Igbv36L17/zHpfB/G52QWKcAMBiUQTAJ868Pj8SNsB71cu+8jalPQ5MrsDTgJBA+dUqvxbemz7OjXa9tvn0vvUOoD5WcyW/GB7pPyJazL+cXfnA1WxnQIr2sT6dV9i/QNwPvpL8JMDXtxDAcrxev77P17+XtrC+pn6bPgq/AcCtXsm+IJ06Pjw/UMDxDy5AX0kXv+nCmD7hmsC9C38nvgZoGr5/nQ6+0LHPP2Hrk79OcDTB/q0kQf75Ij9HnD3A3MIfvrjFsr92QpDAwspOQEoLIj8pGwHAtGkFwDrPLL+Sg2G/HB5KP59KBj7YBKS/vZzVvgH5Ez9ciAy/IPCIviBdLb7aDcO9ttN3vysRPL+KO5o+KkeZvyAOoj823DbAoE/KwL4GT0DvYbY+ALmJvVKpEr6MXE6/SizpwMqk1EB3VqW+CSUtv93EfT+pEc6/PFVAPzmH8b5o6zjAdtAHP/MxgT4EjdO+RG0ePkBRB8A6P10/DrHvv4mQL0BSVAHAzIOMwRWlX0GID0I+Na8QwKSZ2j2w8YS/N1nVPdUQyr41Vpu9k/yDvqqif74mSpu/QjmiPxu/uL8jTxvBMFrIQC8JiD915qa/",
            "C5MzwM3PUkC2c1m/OCoJwHb1IsBHZsu+tOYewByeLkCtS+O+Gq1Sv9znqbyTll+/Rw/WPjXpS79MOxI+uF/HvuIt3j5y4Iu/VG/UPyg567/TMhDBh1KpQOrNjj8qIrG/ryLDP5xHlr/05lHB8p5XQRw7WMHNAS1B1cuaPgC4EMBvQOe+ZYCxvgCHRT9Me2G/8XuVvkJ9Mr/v+YU+rhBHv3n0jj/2Qty/rokFP5SEs78z7ibBgv8TQZiDgsDXp9c/GcDxvaqdk78WwvK/fJnvPbNbFb8Vt5m++7iNvwBT+D4jsag9dAfrvoDCP7pka9C+W9vXv0y+gD/fJ0c/D0OZvxV0C0Br3+C/Ow4UwbWM6kASYDS9ZKoAwHamSb7dqeu/PW2lPrF7or8po+u+Ym+EvkLoVj+eonu/qPs2PljR1b5AmCc/R6aFvyYxWD6cmkm//hOwPu2BiL5oQXM/djk7v8XVrj+gm66/cugzwNF55D9yrH69viWNv5wHdj/sxKq/BcyJv8j9Oj1EHMq89Aw9v8neRT9Udpq/aG15P3bOrb+dI3s/r2OIvz00xT+Ukr2/ypzuPyKGfr9w76M/AV56vuMXZz9ioFq/ffgmwHJ72j8fD0Y/Djnvv8J8OD/bH5S/TEuMvyrQ7b9EO9m8X5MDPw+o27/AXtK/YnFGP5rSUT4dSiA/xwuzvw+KeT+Ma+u/OzTRP5T+8L+yKNE/Tv8DwI/0OD+S+oe/NIiavppWAT/1GIg/3Ay8v32Qij8Yr42/RgwJwfHbxEAOL5y/uF+sPxdoVsEKlxZBk/fZvvwtS8Cc3zJAp9fPv8oBCT+2yKy/nuHAP2nkAsBWWhNA4k1qwLhDZ7/0QCzABX3bPmQWiL5Bdau9Wp2RPrhaCD9iK1+/SXAMwGoPY7/8Njg/3S5Uv5bzpcAwFTC/0ygMwYdUL0GAXQbAZ/NIwAA6Ub6KobI+5K9IvwAsBTwwhx3BFNUOQRbPwME4grBB7E3SwNLyYEBQdBu/3nfMv7GA5z3as3y/",
            "Fun2wL08u0DEThQ/zIRev5Yt48GuHsZBSHC7v8V5HsBwY5jBpAyEQRw5r75cwkvAjoRuv0AEir/tMBPBhu63QDOmmD1MjV/A177pvT9Apb9CyN3A6F7gQACSzsDTOqJAkkzaPZX2GcA3JCnAwiu0PzpDTr4g4wPA6ExzvgALFcBnwQNA/Uw2wMt5/sBnYcFA2JR3vnzdkb/VPIQ/F1oAwAR1U8BxZS1A/cdAwTvsIUFwgG/Aeus0QDsW2MAIWWpAn6SQwFIYbECHq+w/oCU/wALw/T/1RlHASYRpQBrkG8CU7HnA3IT8PjrAjz/XjQa/Sm5RPwb1r7+KxZ89gqxfv4RMuD5mBc+/JWgnv6wThr+gJwc+t4Psvwb65MBQLPFASaMMP61QaL8Dsn0/OOxZv0nx7D7XJAzATkEaQNs2S7++qJPBt7ZzQcrz9T9//Z7Ae2TsP9jVFMDUkHi+QJBsv/qSUD/wbw7ABQshQN2eA8A98l7BoQ8oQfZxXz9c4GjArz+dPo3ydL+PmBNAi6EVvxBRIcEahyZBKG4zwAKMXcDov+M+TgqGv3SIO79P2V/ASUoSQECHccC91/U9OEpbv9qStj7wJRm/F9niP+q0H8BsuBjBDOl8QO5NCEBs3tG/74owwDx+IsBw8xc/dqJnPixqUkClQIe/N36qwb4xkUGDwfI/5TlzwGPV7j9gonPARkVRPUpW2cDlkxhALE8FwJWKoL1mZaS/BQ5PwLQSxz8UcKHBJlSAQdQB7z/XALTAS3KVwZZWikFCbCe+1USSwGj5Cj9BrirApcjEwCU6qUDWBgTBOTxkQIbMsL/fBE8/iUX4wRh/9UEufWO/nvjcwIRMbD+Xd2S/pGGcv5ayVr98IB/AQOwawLtWpD/QJ+C/RfWIPzQGE8DzU7i+jktnvqrILz8erVS/nXbNvnF+Rb8oS5w/21qXwBZdxD856HHAttBpQNQIJcBAw9zBrLrWQTi7ir9sK+a/OL8Yv7qrtj8/LpbBlriFQXhTBkAhOZbA",
            "Jv4eQBN+FcBH6t8/tzSDv6IxcT9ADIO+2Ge7vqcvH7/EVaU/uU8XwIvX+D3fHr/AVP0Wv5gW1j5dWgU+EW0IwJZAi7+3Yiy/49LwPrYVCb9PuprAEGMRQAeOnT8PSSHAoAobQI30GMC8lSBASlgHwGKGlD81Voi/SRjWP6YoVsBi7GZAQEzgv/DF58FWuOZBL6FNP1QEycDsofU/E+FNwN/tET921c+/SYzxPvbckb9r5AXBzdbWQBkq8D9sLXTAB1lRQDU/lMClh4FAeg2wwKEdkUAkQLLAGy6RQNDi0MA+iTdAnFafwEi9TEBMKYjAh5ZpQJL2lcBMP4FAp/6JwDpoRj75B96/u8l3P6i9GsB8Da0/GBxAwFVurT9LQQTAtusRQMdDOsAGy1FAlcmIwOPNkUDmLpzAfmCXQEy1kMDh1p9AbkS5wJwhn0Ad8cDAI3+KQMRclMDZ4QZAJZFEwJ70O0CJRpzAVPVqQNzRYcAaLgXAeS3QP8db5j9vpMW/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "4TmyvQWFJb1FYBq9Mr+EvNKD0r0zrA2+xyrLvUK7ab1THra7h44Zvcz0u7wH5vi73d0/vZDHQD0ulyW7tNWHvR7FEr6dcSG7VbcHviX2t73v61u9jlZsvcpW0L11JNW84HDSvQcNX73A+uy8ZQukve908r0hRIK9YkF1vKH4I70="
      ],
      "weights": [
        "yJvdPO/nG7t+UlY9p5SfPf2Ipb5S9zs+in8cPs1D4zwHFzY9/VBKvRyguL4q+bO+VZ8LPQrKIz7iKZW+kOMJPfc78T0u3vk9MtLQvY7ChL1U/hk+tochvYrsRD5mewK9BpW3PWinwb5MYbe9CYBmvm4utD0Rbkw++0aDvkOqZb3HcXe9msoVPjdpLL7Axvi+2H8KPgr7yLyQm0c+7Dqyvf6JB75OvVq9ajFLPnZob76fEGQ+82tqPWxGhz41sJS9snB0PQ8g+bw3Ibs8+sBHPWi5gD0M3hy9E4jgPfj4r72mQti86LimvWnhMT5pJw29fwoMPjgySbzq1UI+OqW2vg43db72+FG+ojuWPntZib1i/qY8ztqivoWYer1i9qe+LpUtvfadlL6BnTY7g8LJPdJv476AyUq+TQ4KPj/5Fj6Ji66+kRDSPWQnsT2HQI6+KCYMPfSLzD0M56y++BQDPQS48z3XWxe+oWqLviGtZz0IYcM9OrpuvcTgTj57PYE8ZSG8vefWx779JaY8JNJkvR47GD39OMC9WdievZyZDD75ysg80H1TvpJlBz6lZxe+O8SovNZhGT4+pCA+YFwBPJfQRb32+nG8FI/rPfJ3PL78nNm+46qQvQZ3bz6KWKO+d3sdvk5UJL4fb7m99tahvmXtir0zLtq9o7a4vvxAEzyVlSW9DpfBvgtHxD3D5ZK+//FZPRKRHT4FGay+fhnSO3X2QT3bagI+2oRbPhus8b4pP/k9HhGVvh7iIL3Eg3K9teDgPMB+Rz5T7yg8Fx3VPUbcAz6dDoM8u2EQPHQla7m5dMM9fW4svYSuNj7PV8q+jaVTPRazAz7gatE9TvGZvF5ABr4fgxC+67IQvQSnWj4+Wpg9pqGeO1jPtT0RcMs9OjUHPtXPnz0YjiW9FjWCPPZNgr4XcNQ9s1FrPeGIeT1tB7O8NbKFvR4Jaj7kv0I+Wb7Dvo7V9j3XQfG9GGW7vjwLcr7tKEA+1Nm9vZEonb6OUL29gHPXPZu6u73k3f09",
        "DLGcPbtTbr53gfG9c4tjvocfbL4CWjA+vZEYPokswjuc0Jy9MvbVPX8QQr7//sQ9hPC8PfaXuLzWMjQ+jNqzPRANnT2XHt29WhR1PXsn8j24/yq90TsMvrlylL3A7Jm+G+CWvvP7Tj7+pTo+i2S1vpFS1L3pGYe947e/vI9eWj50VcY9xgEfPgXQUr4NH1I+3FJtPXJTm75Asd090YaZvrq1bDtJZoe9Y+nMvaWwaj5gtyy+gaXcPQE8Kr4uY+S9HpdvvgPm8j1zmia8a/FQvpByPz1V2ne+in+OvD75+Lxg/S0+CImnO43kWD72IJC8oIBkvXQBLj4nrkM8CcivPYb2Gz7ZLtM7gRg4vWuOMbzT5ZU9IF8EPn+RVb4fsV482wAjPbD3ar5g4AE9I+vBPGZbCT7Zlg4+ju01vtbOzD0C1Vc9ApMYPjmaar6p4IQ9/dwOvsXLhr5/lKY9EFBevmN7Ob4L2iA++I6qvmnbIj3g2Io8S+0TPu8ovT2aM9i+"
      ]
    },
    "conv2d_1": {
      "bias": [
        "J7WFOxQ3+bymMDw8+MClu5DG5juc+Py81k2HPMWuGj0cNiI7kiMMPlkJQ7ui+KG83eZcvdS64bv3cKi83UlfvdrB0DkFZEi80vOZPG8lib1dvNO7SWAQvcgijD2QXJ6657vlu70lsrzFw4K9MxUuvAIaCr28o0K8gUQhPF5Dvzs="
      ],
      "weights": [
        "lbOTvY8UMT7A79K9lYsPvbVkhz1hdCO9/CsSPksGVz7kX/89PJJ+vkkGKL1L6X++5098vbpQBb6rJVS+xaIEPr0GUD3jLBU9SucdvqjvOz7NBry+uJ9WPqQs+rrGI+a9vlBtPqm/kb6vPHc+ZmUfveHwizugsP082G81Pnd+Vr3Jc9Y9Gc0xvSHhML+FgBW/+ThLPVlmZT2Ht8A9HFh/vSG9vz1ZZhA+VnaevSwkgL0Fssi+8T0tvgy2T7040mu9XGCqvOl2Kb5QT4K9rRk4PHpgvLzRfmu+8XQuPmTpSr6mb0U+WOw1vqwxfL1GWzY905sNvsQbfLegkC082U63vuhjk73XpK491/sHvy3Lpr5YLRK9NMdSvtJipT01Ham+IbUUvtgouL28Xee+zm8NPm3R+76mrqC+8qYZvtnK9b51foK9LD6ZvhBfBL4e+Ko8RQh7PJBNBD2yf6e7sLkNvoSgDL00Ytm+x2qwvot8tT35kZM8wfYaPVSZir5Sr2e+dfELPi0Mxr4Spr889QvEvtWdNL6VUE48usYcve8GJT5LAo47LAfKvZj97jruc609WK26vWKIVb4mmZq+tWaEvil01z0y/h0+9KWzvBK3xr0V3tm80ggcvnbyKD5Ljfg9780ivmBgsbt3c4O+mGLGPULv3T0pUj66YOxdvUQpuDx10+u7Aw30PVsJJ73tNzS9uMmfu/tCNb7JxVA+/iOdvUs1Hr8b3qY9K1umPfjZoT3Bngc6jXSRvgR+TD7o4Kg9IM3uPaC/Oz15kao9rkRyPaUY6z36vLa+9cRgvnR0yzvlpu2+yhhDPavGrr5Sq9W8i+CuPQ91t74UE589CmEVPg0jNL2LJhS+zZD1PSA4tL0wFY2+LOYTvW5tMr1OTx2+MSs8vqTH1b38r8g9EtF8PXySmz3fcXm+BqRbvkyOYr5mSSY91cRRPaU6jT7oc0E9s4dXPsSo672HqJq936o/PY/GnL06Scs8ZQVkvlFidj4sMxw+X7+Rvg0ORL4aWo2+",
        "MmbcvbrEAb9RrQA+PVrNPdh4DDxLEWc9ijhJvhDgTr65iFy+v8povr4LJT7d3vu9ljyLvQ2NoL2Zits99IrrPbmXET59Ggi/kUBRPktnLb4Llsg9dirHPA5e7r26TQu96bYePtSY1zyBTQI9pSUevydxCj7EJcm91oUdPp5lg72hhqs9P+Amv2sewL30MfW9SG43PhWckT28V/2+C/FsveZD3r7iNZ49mryzvTeddj7epw0+OaEpPrCpM772G00+33p8PnyBmD1vkTQ+6sPfvtu19b2q0oE+mjEMvktgOD4xw8a9iE4OPtoSUj5kqaW+V7QQPnypAb/weNg9yMvaPDYIkjzBAPO+IGGRPZukiT3EYuY9OWdyO/wGAL/lQRi/ApsLvhjXkL1pjqk94fQcPQF6qj0LiGI+uv7gvr0mDz5eGUw+1C9xPqkWED5yDIm+WmFzPUOFNz1YnpG+tH23PHFz/T3RaFY9awybvHZ2fD15V549blPBvjx9sD3AzQk+X22SurTmGr7UjF0+JQuAPoBIwT3cqaK9TVYWPGlV475tSAu+Fj5dvqrVKD1nGUe+yL7/PQJNk74QddC9pgCwvPD4Hb6Xrr47+wPgPf6haj0pawi+cTGXPd1MMD3ATq29aAXAPWj/5j0+S0y+Z7jAPGfqh75Xs7g8E6LCvSO1Sz5RedA9K+Rtvn7hXz7N9IU+dxIpPofrjD0B6J894/5vu/wCO75oeAg+EXVhPkbHpjwclBY+UDvjOyDe5T3t7h0+/51LPo+eej11pFo+fgkEvYZ8rTxoiTy+vQQ5vo/xPb0HFIA+65y4PF5mCj4+Eam6hzcrPrsaW77UmeY92216PtUxsDvE42S+IK4dPkZvkbx2Ila+1cpfPsujYr1U5Qu+09yjvbnZqz0vWrk9+FKBPCNibz0hwUE8b3awPZRTKD3HUSs+X7LLPagUmj5ub+a+aoaHvUa7v72wV4U+I03NPWOwBT5JCQq+rr/LPQ+yzj2Bs/M9QetJvfPkSD0Sx5q9",
        "axpvPdoHBD0f5oE94nPGPNLTND5H+DO9XfAxPoSUFD5Opdo9npgIviPdTT5L/ue8cgjVPeWtkL5J4jy9CU69PaVsxT22/Oa8L4AHPuf5vzy0oHq8UBoBPJPVtb3rIYM8ydwbvlCuBb6W1mK9jl7IuXO3dD3wZJa+2CfBPWYVyD0SvRm9/xMJvRFIqryc4Zi9xFcIvi532T0M2Kq+bRIFvqxVGr4fdK06QlkEPerz2j2ucwc93omOPeimAb5N75495BwmPv9AvD0KdD68hXujPfnNIT3bHho8tHv3vRn62T3PoSw9qgkpPoZoAj6XOyC/y+Y7PsQKZb7IN547WoAvPpop1z2ik4a+ftHYvkd+FT3U5RE9Cv25PeNxwr7+g4O9njlPvhKCCD4/X8C9+PS/vmBqRj7sthK9iNDNvsoS/z3LAp892ohYPb+SGT6KrQC+GGXqPXM3D7qiJhi9HvccPlVnSz0bO9Q8QNPoPQS5Jb61OeY7yI6bPc7sKj2TTJW9VynwPJnKlbwgur+8+t2KPdpPzr2+0zI+rryJvG2ZgT4WAAg8gdGAPQH9EL6bUaa+//UhPZ8MGb7vit69xgyHPkTuoT0jMjQ9b+wbvTJcBT3Jr6m+GUJePYXnkT2ZyvI9/XwJPt42NT5BWgQ+gfQAvq0xXD2eUBQ+N1WdPSPfzT2hMIG+7+t9vkmdZ76FjhQ9lnbTvTJajz2hCx4+GIlIvu3nNb7YXeU9+ITMvqk5pr70qKm9acr2vZw4Lz0S8ae+51+kvcoQrr0Cjcq9Gsc6vifNj77G4L48wfe5uxgJcz0o8Iu+pjg7vQNUUL30l4e+XnLuvcrCeD3AOKi+2y6LvrZGxL1D1Zi+t8Jhvn9Uvb1S1gA9W2cvv5u9977eIOm+Agm3vVtQWL5lG368l2YUv17ChbvG9QI+NigAvzZV/zzz2BO/35ZQv2B9Bb/A7HK+MD2PvRTVHb5JXDi+c/UVvl/FjL3l9YS9TbBUvxXa875faT2/JukGvk1qKr6h2Oy8",
